Repository: nlbdev/service-stem
Catalog: translations/20200131-strings.tmx
Source language: en
Languages: no

source: lower left triangle
no: nedre venstre trekant

source: white medium square
no: hvitt middels firkant

source: black medium square
no: svart middels firkant

source: white medium small square
no: hvit middels liten firkant

source: black medium small square
no: svart middels liten firkant

source: lower right triangle
no: nedre høyre trekant

source: music sharp sign
no: musikk skarpt tegn

source: three dimensional angle
no: tredimensjonal vinkel

source: white triangle containing small white triangle
no: hvit trekant som inneholder liten hvit trekant

source: perpendicular
no: vinkelrett

source: open subset
no: åpent delsett

source: open superset
no: åpent supersett

source: or with dot inside
no: eller med prikk inni

source: reverse solidus preceding subset
no: omvendt solidus foran undergruppen

source: superset preceding solidus
no: supersett foran solidus

source: vertical bar with horizontal stroke
no: vertikal bjelke med horisontalt slag

source: mathematical rising diagonal
no: matematisk stigende diagonal

source: long division
no: lang inndeling

source: mathematical falling diagonal
no: matematisk fallende diagonal

source: squared logical and
no: kvadratisk logisk og

source: squared logical or
no: kvadratisk logisk eller

source: white diamond with centred dot
no: hvit diamant med sentrert prikk

source: and with dot
no: og med prikk

source: element of opening upwards
no: element av å åpne seg oppover

source: lower right corner with dot
no: nedre høyre hjørne med prikk

source: upper left corner with dot
no: øvre venstre hjørne med prikk

source: left outer join
no: venstre ytre sammenføyning

source: right outer join
no: høyre ytre sammenføyning

source: full outer join
no: full ytre sammenføyning

source: large up tack
no: stor opp tak

source: large down tack
no: stor dunklage

source: left and right double turnstile
no: venstre og høyre dobbel turnstile

source: left and right tack
no: venstre og høyre takling

source: left multimap
no: venstre multimap

source: long right tack
no: lang høyre takling

source: long left tack
no: lang venstre takling

source: up tack with circle above
no: opp tak med sirkelen over

source: lozenge divided by horizontal rule
no: pastill delt på horisontal regel

source: white concave-sided diamond
no: hvit konkavsidig diamant

source: white concave-sided diamond with leftwards tick
no: hvit konkavsidig diamant med venstre flått

source: white concave-sided diamond with rightwards tick
no: hvit konkavsidig diamant med høyre flått

source: white square with leftwards tick
no: hvitt firkant med venstre flått

source: white square with rightwards tick
no: hvit firkant med høyre flått

source: upwards quadruple arrow
no: oppad firedoblet pil

source: downwards quadruple arrow
no: nedover firedoblet pil

source: anticlockwise gapped circle arrow
no: sirkelspilen mot klokken

source: clockwise gapped circle arrow
no: sirkelpilen med klokken

source: right arrow with circled plus
no: høyre pil med sirklet pluss

source: long leftwards arrow
no: lang venstre pil

source: long rightwards arrow
no: lang pil til høyre

source: long left right arrow
no: lang venstre høyre pil

source: long leftwards double arrow
no: lang venstre dobbel pil

source: long rightwards double arrow
no: lang høyre pil dobbelt

source: long left right double arrow
no: lang venstre høyre dobbel pil

source: long leftwards arrow from bar
no: lang venstre pil fra stolpen

source: long rightwards arrow from bar
no: lang pil til høyre fra linjen

source: long leftwards double arrow from bar
no: lang venstre dobbeltpil fra linjen

source: long rightwards double arrow from bar
no: lang høyre pil dobbelt fra stolpen

source: long rightwards squiggle arrow
no: lang mot høyre krøllende pil

source: rightwards two-headed arrow with vertical stroke
no: høyre to-pil med loddrett strek

source: rightwards two-headed arrow with double vertical stroke
no: høyre to-pil med to vertikale slag

source: leftwards double arrow with vertical stroke
no: venstre pil dobbelt med loddrett slag

source: rightwards double arrow with vertical stroke
no: dobbeltpil med høyre loddrett

source: left right double arrow with vertical stroke
no: dobbel høyre pil venstre med vertikalt slag

source: rightwards two-headed arrow from bar
no: tohodet pil fra stolpen

source: leftwards double arrow from bar
no: dobbeltpil til venstre fra linjen

source: rightwards double arrow from bar
no: dobbeltpil til høyre fra linjen

source: downwards arrow with horizontal stroke
no: pil nedover med horisontalt slag

source: upwards arrow with horizontal stroke
no: pil oppover med horisontalt slag

source: upwards triple arrow
no: oppover trippel pil

source: downwards triple arrow
no: nedover trippel pil

source: leftwards double dash arrow
no: venstre pil med dobbelt streker

source: rightwards double dash arrow
no: høyre pil dobbel strek

source: leftwards triple dash arrow
no: venstre pil triple dash

source: rightwards triple dash arrow
no: trippel dash-pil til høyre

source: rightwards two-headed triple dash arrow
no: høyre to-ledet trippel-dash-pil

source: rightwards arrow with dotted stem
no: pil til høyre med stiplet stamme

source: upwards arrow to bar
no: pil oppover for å linke

source: downwards arrow to bar
no: pil nedover for å linke

source: rightwards arrow with tail with vertical stroke
no: pil til høyre med hale med loddrett strek

source: rightwards arrow with tail with double vertical stroke
no: pil til høyre med hale med dobbelt vertikalt slag

source: rightwards two-headed arrow with tail
no: høyre to-pilet med hale

source: rightwards two-headed arrow with tail with vertical stroke
no: høyre to-ledet pil med hale med loddrett strek

source: rightwards two-headed arrow with tail with double vertical stroke
no: høyre to-ledet pil med hale med dobbelt vertikalt slag

source: leftwards arrow-tail
no: venstre pilhale

source: rightwards arrow-tail
no: høyre pil-hale

source: leftwards double arrow-tail
no: venstre pil-hale til venstre

source: rightwards double arrow-tail
no: dobbelt pilhale til høyre

source: leftwards arrow to black diamond
no: venstre pil til svart diamant

source: rightwards arrow to black diamond
no: pil til høyre til svart diamant

source: leftwards arrow from bar to black diamond
no: venstre pil fra stolpe til svart diamant

source: rightwards arrow from bar to black diamond
no: pil til høyre fra stolpe til svart diamant

source: north west and south east arrow
no: nord vest og sør øst pil

source: north east and south west arrow
no: nord øst og sør vest pil

source: north west arrow with hook
no: nordvestpil med krok

source: north east arrow with hook
no: nord øst pil med krok

source: south east arrow with hook
no: sørøstpil med krok

source: south west arrow with hook
no: sørvestpil med krok

source: north west arrow and north east arrow
no: nord vest pil og nord øst pil

source: north east arrow and south east arrow
no: nord øst pil og sør øst pil

source: south east arrow and south west arrow
no: sør øst pil og sør vest pil

source: south west arrow and north west arrow
no: sørvestpil og nordvestpil

source: rising diagonal crossing falling diagonal
no: stigende diagonal kryss fallende diagonal

source: falling diagonal crossing rising diagonal
no: fallende diagonal kryssende stigende diagonal

source: south east arrow crossing north east arrow
no: sør øst pil krysser nord øst pil

source: north east arrow crossing south east arrow
no: nord øst pil krysser sør øst pil

source: falling diagonal crossing north east arrow
no: fallende diagonal kryss nordøst-pilen

source: rising diagonal crossing south east arrow
no: stigende diagonal kryss sørøst-pil

source: north east arrow crossing north west arrow
no: nord øst pil krysser nord vest pil

source: north west arrow crossing north east arrow
no: nord vest pil krysser nord øst pil

source: wave arrow pointing directly right
no: bølge pil som peker direkte til høyre

source: arrow pointing rightwards then curving upwards
no: pil som peker til høyre og deretter krumning oppover

source: arrow pointing rightwards then curving downwards
no: pil som peker mot høyre og deretter krølles nedover

source: arrow pointing downwards then curving leftwards
no: pilen peker nedover og deretter krølles til venstre

source: arrow pointing downwards then curving rightwards
no: pil som peker nedover og deretter krølles rettover

source: right-side arc clockwise arrow
no: høyre side av lysbuen med klokken

source: left-side arc anticlockwise arrow
no: pil venstre på venstre side

source: top arc anticlockwise arrow
no: øverste pil mot klokken

source: bottom arc anticlockwise arrow
no: nederste bue mot klokken

source: top arc clockwise arrow with minus
no: øverste bue med klokken pil med minus

source: top arc anticlockwise arrow with plus
no: øverste pil mot urviseren med pluss

source: lower right semicircular clockwise arrow
no: nederst til høyre halvcirkelformet med klokken

source: lower left semicircular anticlockwise arrow
no: nedre venstre halvcirkelformede pil mot klokken

source: anticlockwise closed circle arrow
no: mot urviseren lukket sirkelpil

source: clockwise closed circle arrow
no: medurs med lukket sirkelpil

source: rightwards arrow above short leftwards arrow
no: pil til høyre over pil venstre

source: leftwards arrow above short rightwards arrow
no: venstre pil over kort pil høyre

source: short rightwards arrow above leftwards arrow
no: kort høyre pil over venstre pil

source: rightwards arrow with plus below
no: pil til høyre med pluss under

source: leftwards arrow with plus below
no: pil til venstre med pluss under

source: rightwards arrow through x
no: pil til høyre gjennom x

source: left right arrow through small circle
no: venstre høyre pil gjennom liten sirkel

source: upwards two-headed arrow from small circle
no: oppover tohodet pil fra liten sirkel

source: left barb up right barb down harpoon
no: venstre tupp opp høyre tupp ned harpun

source: left barb down right barb up harpoon
no: venstre tupp ned til høyre tupp opp harpun

source: up barb right down barb left harpoon
no: opp stiv høyre ned stiv venstre harpun

source: up barb left down barb right harpoon
no: opp stiv venstre ned stiv høyre harpun

source: left barb up right barb up harpoon
no: venstre tupp opp høyre tupp opp harpun

source: up barb right down barb right harpoon
no: opp barb rett ned barb høyre harpun

source: left barb down right barb down harpoon
no: venstre stiv ned høyre stiv ned harpun

source: up barb left down barb left harpoon
no: opp stiv venstre ned stiv venstre harpun

source: leftwards harpoon with barb up to bar
no: venstre harpun med pigg til bar

source: rightwards harpoon with barb up to bar
no: høyre harpun med pigg til bar

source: upwards harpoon with barb right to bar
no: oppover harpun med pigg rett til bar

source: downwards harpoon with barb right to bar
no: nedover harpun med pigg rett til bar

source: leftwards harpoon with barb down to bar
no: venstre harpun med pigg ned til stangen

source: rightwards harpoon with barb down to bar
no: høyre harpun med pigg ned til stangen

source: upwards harpoon with barb left to bar
no: oppover harpun

source: downwards harpoon with barb left to bar
no: nedad harpun med pigg igjen til bar

source: leftwards harpoon with barb up from bar
no: venstre harpun med pigg fra baren

source: rightwards harpoon with barb up from bar
no: høyre harpun med pigg opp fra baren

source: upwards harpoon with barb right from bar
no: oppover harpun med pigg rett fra baren

source: downwards harpoon with barb right from bar
no: nedad harpun med pigg rett fra baren

source: leftwards harpoon with barb down from bar
no: venstre harpun med pigg ned fra baren

source: rightwards harpoon with barb down from bar
no: høyre harpun med pigg ned fra baren

source: upwards harpoon with barb left from bar
no: oppover harpun med pigg igjen fra baren

source: downwards harpoon with barb left from bar
no: nedad harpun med pigg igjen fra baren

source: leftwards harpoon with barb up above leftwards harpoon with barb down
no: venstre harpun med pigg oppe over venstre harpun med pigg ned

source: upwards harpoon with barb left beside upwards harpoon with barb right
no: oppover harpun med stiv venstre ved siden av oppover harpun med stiv høyre

source: rightwards harpoon with barb up above rightwards harpoon with barb down
no: høyre harpun med pigg oppover høyre harpun med pigg ned

source: downwards harpoon with barb left beside downwards harpoon with barb right
no: nedad harpun med pigg venstre ved siden av nedad harpun med høyden til høyre

source: leftwards harpoon with barb up above rightwards harpoon with barb up
no: venstre harpun med pigg oppe over høyre harpun med pigg opp

source: leftwards harpoon with barb down above rightwards harpoon with barb down
no: venstre harpun med pigg nedover høyre harpun med pigg ned

source: rightwards harpoon with barb up above leftwards harpoon with barb up
no: høyre harpun med pigg oppover venstre harpun med pigg opp

source: rightwards harpoon with barb down above leftwards harpoon with barb down
no: høyre harpun med pigg nedover venstre harpun med pigg ned

source: leftwards harpoon with barb up above long dash
no: venstre harpun med pigg opp over lang strek

source: leftwards harpoon with barb down below long dash
no: venstre harpun med pigg ned under lang strek

source: rightwards harpoon with barb up above long dash
no: høyre harpun med pigg over lang strek

source: rightwards harpoon with barb down below long dash
no: høyre harpun med pigg ned under lang strek

source: upwards harpoon with barb left beside downwards harpoon with barb right
no: oppover harpun med pigg venstre ved siden av og ned harpun med høyden høyre

source: downwards harpoon with barb left beside upwards harpoon with barb right
no: nedad harpun med stiv venstre ved siden av oppover harpun med stiv høyre

source: right double arrow with rounded head
no: høyre dobbel pil med avrundet hode

source: equals sign above rightwards arrow
no: tilsvarer tegnet over pilen til høyre

source: tilde operator above rightwards arrow
no: tilde-operatøren over pilen til høyre

source: leftwards arrow above tilde operator
no: pil til venstre over operatøren

source: rightwards arrow above tilde operator
no: pil til høyre over operatøren

source: rightwards arrow above almost equal to
no: pil høyre over nesten lik

source: less-than above leftwards arrow
no: mindre enn over venstre pil

source: leftwards arrow through less-than
no: venstre pil gjennom mindre enn

source: greater-than above rightwards arrow
no: større enn over høyre pil

source: subset above rightwards arrow
no: delmengde over pil til høyre

source: leftwards arrow through subset
no: pil til venstre gjennom delsettet

source: superset above leftwards arrow
no: supersett over venstre pil

source: left fish tail
no: venstre fiskhale

source: right fish tail
no: høyre fiskhale

source: up fish tail
no: opp fisk halen

source: down fish tail
no: dunfiskhale

source: triple vertical bar delimiter
no: trippel vertikal stolpe avgrenser

source: z notation spot
no: z notasjonsplass

source: z notation type colon
no: z notasjonstype kolon

source: dotted fence
no: stiplet gjerde

source: vertical zigzag line
no: loddrett sikksakk linje

source: measured angle opening left
no: målt vinkelåpning til venstre

source: right angle variant with square
no: rett vinkelvariant med firkant

source: measured right angle with dot
no: målt rett vinkel med prikk

source: angle with s inside
no: vinkel med s inni

source: acute angle
no: spiss vinkel

source: spherical angle opening left
no: sfærisk vinkelåpning til venstre

source: spherical angle opening up
no: sfærisk vinkel som åpner seg

source: turned angle
no: vendt vinkel

source: reversed angle
no: omvendt vinkel

source: angle with underbar
no: vinkel med underbar

source: reversed angle with underbar
no: reversert vinkel med underbar

source: oblique angle opening up
no: skrå vinkel som åpner seg

source: oblique angle opening down
no: skrå vinkel som åpner seg

source: measured angle with open arm ending in arrow pointing up and right
no: målt vinkel med åpen arm som ender i pilen peker oppover og til høyre

source: measured angle with open arm ending in arrow pointing up and left
no: målt vinkel med åpen arm som ender i pilen peker opp og til venstre

source: measured angle with open arm ending in arrow pointing down and right
no: målt vinkel med åpen arm som ender i pilen som peker nedover og til høyre

source: measured angle with open arm ending in arrow pointing down and left
no: målt vinkel med åpen arm som ender i pilen som peker nedover og til venstre

source: measured angle with open arm ending in arrow pointing right and up
no: målt vinkel med åpen arm som ender i pilen som peker til høyre og opp

source: measured angle with open arm ending in arrow pointing left and up
no: målt vinkel med åpen arm som ender i pilen som peker til venstre og opp

source: measured angle with open arm ending in arrow pointing right and down
no: målt vinkel med åpen arm som ender i pilen som peker til høyre og ned

source: measured angle with open arm ending in arrow pointing left and down
no: målt vinkel med åpen arm som ender i pilen som peker til venstre og ned

source: reversed empty set
no: reversert tomt sett

source: empty set with overbar
no: tomt sett med overbar

source: empty set with small circle above
no: tomt sett med liten sirkel over

source: empty set with right arrow above
no: tomt sett med høyre pil over

source: empty set with left arrow above
no: tomt sett med venstre pil over

source: circle with horizontal bar
no: sirkel med horisontal bjelke

source: circled vertical bar
no: sirklet loddrett stang

source: circled parallel
no: sirklet parallelt

source: circled reverse solidus
no: sirklet omvendt solidus

source: circled perpendicular
no: sirklet vinkelrett

source: circle divided by horizontal bar and top half divided by vertical bar
no: sirkel delt med horisontal bjelke og øverste halvdel delt med vertikal bjelke

source: circle with superimposed x
no: sirkel med overlagret x

source: circled anticlockwise-rotated division sign
no: sirklet moturs rotert divisjonsskilt

source: up arrow through circle
no: pil opp gjennom sirkel

source: circled white bullet
no: sirklet hvit kule

source: circled bullet
no: sirklet kule

source: circled less-than
no: sirklet mindre enn

source: circled greater-than
no: sirklet større enn

source: circle with small circle to the right
no: sirkel med liten sirkel til høyre

source: circle with two horizontal strokes to the right
no: sirkel med to horisontale streker til høyre

source: squared rising diagonal slash
no: kvadratisk stigende diagonal skråstrek

source: squared falling diagonal slash
no: kvadratisk fallende diagonal skråstrek

source: squared asterisk
no: firkantet stjerne

source: squared small circle
no: firkantet liten sirkel

source: squared square
no: firkantet firkant

source: two joined squares
no: to sammenføyde firkanter

source: triangle with dot above
no: trekant med prikk over

source: triangle with underbar
no: trekant med underbar

source: s in triangle
no: s i trekant

source: triangle with serifs at bottom
no: trekant med seriffer nederst

source: right triangle above left triangle
no: høyre trekant over venstre trekant

source: left triangle beside vertical bar
no: venstre trekant ved siden av vertikal bjelke

source: vertical bar beside right triangle
no: vertikal bjelke ved siden av høyre trekant

source: bowtie with left half black
no: bowtie med venstre halvdel svart

source: bowtie with right half black
no: bowtie med høyre halvdel svart

source: black bowtie
no: svart bowtie

source: times with left half black
no: ganger med halvparten av venstre

source: times with right half black
no: ganger med høyre halvsvart

source: white hourglass
no: hvitt timeglass

source: black hourglass
no: sort timeglass

source: incomplete infinity
no: ufullstendig uendelig

source: tie over infinity
no: knyt over uendelig

source: infinity negated with vertical bar
no: uendelig negert med vertikal bjelke

source: double-ended multimap
no: dobbelt-endet multimap

source: square with contoured outline
no: firkantet med konturert omriss

source: increases as
no: øker som

source: shuffle product
no: stokk produkt

source: equals sign and slanted parallel
no: tilsvarer skilt og skrå parallelt

source: equals sign and slanted parallel with tilde above
no: tilsvarer skilt og skrå parallelt med tilde ovenfor

source: identical to and slanted parallel
no: identisk med og skrått parallelt

source: thermodynamic
no: termodynamisk

source: down-pointing triangle with left half black
no: ned-pekende trekant med venstre halvdel svart

source: down-pointing triangle with right half black
no: ned-pekende trekant med høyre halvdel svart

source: black diamond with down arrow
no: svart diamant med pil ned

source: black lozenge
no: svart pastill

source: white circle with down arrow
no: hvit sirkel med pil ned

source: black circle with down arrow
no: svart sirkel med pil ned

source: error-barred white square
no: feilsperret hvitt firkant

source: error-barred black square
no: feilsperret svart firkant

source: error-barred white diamond
no: feilsperret hvit diamant

source: error-barred black diamond
no: feilsperret svart diamant

source: error-barred white circle
no: feilsperret hvit sirkel

source: error-barred black circle
no: feilsperret svart sirkel

source: rule-delayed
no: regel forsinket

source: reverse solidus operator
no: omvendt solidus-operatør

source: solidus with overbar
no: solidus med overbar

source: reverse solidus with horizontal stroke
no: omvendt solidus med horisontalt slag

source: big solidus
no: stor solidus

source: big reverse solidus
no: stor omvendt solidus

source: double plus
no: dobbelt pluss

source: triple plus
no: trippel pluss

source: tiny
no: liten

source: n-ary circled dot operator
no: n-ary sirklet prikkoperatør

source: n-ary circled plus operator
no: n-ary sirklet pluss operatør

source: n-ary circled times operator
no: n-ary sirklet ganger operatøren

source: n-ary union operator with dot
no: n-ary fagforeningsoperatør med prikk

source: n-ary union operator with plus
no: n-ary unionsoperatør med pluss

source: n-ary square intersection operator
no: n-arry square kryssingsoperatør

source: two logical and operator
no: to logiske og operatør

source: two logical or operator
no: to logiske eller operatører

source: n-ary times operator
no: n-ary ganger operatør

source: modulo two sum
no: modulo to sum

source: summation with integral
no: summering med integrert

source: quadruple integral operator
no: firedoblet integrert operatør

source: finite part integral
no: endelig delintegral

source: integral with double stroke
no: integrert med dobbeltslag

source: integral average with slash
no: integrert gjennomsnitt med skråstrek

source: circulation function
no: sirkulasjonsfunksjon

source: anticlockwise integration
no: mot urviseren

source: line integration with rectangular path around pole
no: linjeintegrasjon med rektangulær bane rundt stolpe

source: line integration with semicircular path around pole
no: linjeintegrasjon med halvcirkelformet bane rundt stolpe

source: line integration not including the pole
no: linjeintegrasjon ikke polet inkludert

source: integral around a point operator
no: integrert rundt en poengoperatør

source: quaternion integral operator
no: kvartær integrert operatør

source: integral with leftwards arrow with hook
no: integrert med venstre pil med krok

source: integral with times sign
no: integrert med tidstegn

source: integral with intersection
no: integrert med kryss
